Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: The training requirement laid down in Section 6 is to be applied as from 1st January 2011.
sv: Kravet på utbildning enligt 6 § tillämpas från och med den 1 januari 2011.

source: This, however, does not imply any waiver of the requirement laid down in Chap. 3, Section of the Work Environment Act concerning the suitability of the building work environment co-ordinator.
sv: Detta innebär dock inte att kravet i 3 kap. 6 § arbetsmiljölagen på att en byggarbetsmiljösamordnare ska vara lämplig efterges.

source: App. 1
sv: Bilaga 1

source: Prior notice to the Work Environment Authority
sv: Förhandsanmälan till Arbetsmiljöverket

source: Date of notice.
sv: Datum för anmälan.

source: Location (visiting address) of the construction site.
sv: Byggarbetsplatsens besöksadress.

source: Name, address and telephone number of the party commissioning the building or civil engineering work, together with the party’s corporate registration number and contact person.
sv: Namn, adress och telefonnummer till den som låter utföra byggnads- eller anläggningsarbetet, uppgift om organisationsnummer samt om kontaktperson för denne.

source: a) Name, address and telephone number of the building work environment co-ordinator appointed, pursuant to Chap. 3, Section 6 of the Work Environment Act, for planning and design (Chap. 3, Section 7 a of the Work Environment Act), for the execution of the project (Chap. 3, Section 7 b of the Work Environment Act).
sv: för planering och projektering (3 kap. 7 a § arbetsmiljölagen), för utförandet (3 kap. 7 b § arbetsmiljölagen).

source: The corporate registration number and contact person of the building work environment co-ordinator.
sv: Uppgift om byggarbetsmiljösamordnares organisationsnummer och om kontaktperson för denne.

source: The period of time for which the building work environment co-ordi- nator is appointed.
sv: Vilken tidsperiod som en byggarbetsmiljösamordnare utsetts för.

source: Name, address and telephone number of the persons who have planned and designed the object, together with particulars of contact persons and corporate registration numbers.
sv: Namn, adress och telefonnummer till dem som projekterat objektet, samt uppgift om kontaktpersoner och organisationsnummer.

source: Planned commencement date of work on the construction site.
sv: Planerat datum då arbetet ska påbörjas.

source: Planned completion date of work on the construction site.
sv: Planerat datum då arbetet ska vara avslutat.

source: Estimated maximum number of persons (natural) who will be employed on the construction site on any single occasion.
sv: Största antal personer som vid något tillfälle samtidigt beräknas vara sysselsatta på byggarbetsplatsen.

source: Planned number of contractors and self-employed persons on the construction site.
sv: Planerat antal entreprenörer och ensamföretagare som ska utföra arbete på byggarbetsplatsen.

source: Names, addresses and telephone numbers of the contractors already chosen, together with the corporate registration number of each of them and particulars of their contact persons.
sv: Namn, adress och telefonnummer till de entreprenörer som redan är utsedda, uppgift om organisationsnummer samt om kontaktperson för varje sådan entreprenör.

source: General Recommendations of the Swedish National Board of Occupational Safety and Health on the implementation of the Provisions on Building and Civil Engineering Work
sv: Arbetarskyddsstyrelsens allmänna råd om tillämpningen av föreskrifterna om byggnads- och anläggningsarbete

source: The following General Recommendations are issued by the National Board of Occupational Safety and Health on the implementation of its Provisions (AFS 1999:3) on building and civil engineering work.
sv: Arbetarskyddsstyrelsen meddelar följande allmänna råd om tillämpningen av Arbetarskyddsstyrelsens föreskrifter (AFS 1999:3) om byggnads- och anläggningsarbete.

source: Sweden has undertaken to transpose, among other instruments, EC Directives on the working environment to Swedish Provisions.
sv: Sverige har åtagit sig att överföra bland annat EG-direktiven inom arbetsmiljöområdet till svenska föreskrifter.

source: The basic EC rules on safety and health at work are stated in a framework Directive: Council Directive of 12th June 1989 on the introduction of measures to encourage improvements in the safety and health of workers at work (89/391/EEC).
sv: De grundläggande EG-reglerna för säkerhet och hälsa i arbetet anges i ett ramdirektiv: Rådets direktiv av den 12 juni 1989 för att främja förbättringar av arbetstagarnas säkerhet och hälsa i arbetet (89/391/EEG).

source: A number of individual Directives within the meaning of the framework Directive state minimum requirements to be met by the EU Member States.
sv: Ett antal särdirektiv till ramdirektivet ger minimikrav som inte får underskridas i EU:s medlemsländer.

source: Another individual Directive, the eighth, is the Council Directive of 24th June 1992 on the implementation of minimum safety and health requirements at temporary or mobile construction sites (92/57/EEC, “the Construction Sites Directive”).
sv: Ett annat särdirektiv, det åttonde, är Rådets direktiv av den 24 juni 1992 om införande av minimikrav för säkerhet och hälsa på tillfälliga eller rörliga byggarbetsplatser (92/57/EEG) (byggarbetsplatsdirektivet).

source: As a first step (AFS 2007:11) the scope of the Provisions was clarified, without any amendment being needed to the Work Environment Act.
sv: I ett första steg (AFS 2007:11) förtydligades tillämpningsområdet, något som kunde ske utan att arbetsmiljölagen ändrades.

source: The Act itself having since been amended, it was now possible for the other necessary amendments to be made to AFS 1999:3.
sv: Sedan numera även denna ändrats har även de övriga ändringar som behövts kunnat göras i AFS 1999:3.

source: The amendments to the Work Environment Act comprise the addition to Chap. 3 of new provisions on building and civil engineering work, mainly to the following effect.
sv: Ändringarna i arbetsmiljölagen innebär att 3 kapitlet i lagen utökas med nya bestämmelser om byggnads- och anläggningsarbete, i huvudsak på följande sätt.

source: The person who orders execution of building or civil engineering work (the client) shall, during each phase of the planning and design (previously this applied to design only), see to it that work environment viewpoints are taken into consideration and shall appoint one suitable building work environment co-ordinator for the planning and design of work and one for its execution.
sv: Den som låter utföra ett byggnads- eller anläggningsarbete (byggherren) ska beakta arbetsmiljösynpunkter under varje skede av planeringen och projekteringen (tidigare gällde det endast projekteringen) samt utse en lämplig arbetsmiljösamordnare dels för planering och projektering, dels för utförandet av arbetet.

source: The Act sets forth the duties of the building work environment co-ordinators on essentially the same lines as the Construction Sites Directive, and it also makes clear that both the co-ordinators and the client are responsible for these duties being discharged.
sv: Byggarbetsmiljösamordnarnas uppgifter anges i princip i lagen i enlighet med byggplatsdirektivets systematik, och av lagen framgår också att både samordnarna och byggherren har ansvar för att uppgifterna blir utförda.

source: Duties relating to prior notice, the work environment plan and other documentation, however, are imposed through Provisions by statutory empowerment.
sv: Skyldigheter rörande förhandsanmälan, arbetsmiljöplan och annan dokumentation meddelas dock genom föreskrifter enligt en lagbestämmelse om bemyndigande för detta.

source: The client’s work environment responsibility can pass to a client’s delegee basically a general contractor, but only if that party genuinely assumes tasks corresponding to the responsibility.
sv: Byggherrens arbetsmiljöansvar kan gå över till en självständig uppdragstagare, i princip en total- eller generalentreprenör, men endast om denne verkligen tar över uppgifter som motsvarar ansvaret.

source: The Work Environment Authority can transfer this responsibility between contractor and client if there is special cause for so doing.
sv: Arbetsmiljöverket kan, om det finns särskilda skäl, flytta ansvaret mellan uppdragstagaren och byggherren.

source: Further to this point, see the guidance on Section 4.
sv: Se vidare kommentaren till 4 §.

source: These Provisions now deal coherently and comprehensively with responsibility for the work environment in connection with project preparation and design, planning and the conduct of work, in all cases with specific reference to health and safety conditions (the working environment) in connection with building and civil engineering work.
sv: Föreskrifterna innehåller samlat bestämmelser om arbetsmiljöansvar vid planering och projektering samt vid arbetets utförande, allt med inriktning på arbetsmiljön vid byggnads- och anläggningsarbete.

source: Needless to say, other Provisions issued by the National Board of Occupational Safety and Health and the Work Environment Authority may also be applicable to the conduct of building and civil engineering work.
sv: Även andra föreskrifter från Arbetarskyddsstyrelsen och Arbetsmiljöverket kan givetvis vara tillämpliga vid utförande av byggnads- och anläggningsarbete.

source: Many of the stipulations in the Provisions are not explicitly addressed to any particular party.
sv: Många av bestämmelserna i föreskrifterna om byggnads- och anläggningsarbete anger inte uttryckligen till vem de riktar sig.

source: carry direct penal sanctions or are otherwise of a more formal nature and in stipulations that are more exclusively directed to for example the client.
sv: Detta är endast angivet i vissa bestämmelser som är direkt straffbelagda eller annars av mera formell art samt i bestämmelser som mera exklusivt riktar sig till t.ex. byggherren.

source: The other stipulations employ such impersonal expressions as “a workplace shall be …” or “protection shall be provided against …”
sv: eller ”Skydd ska ordnas mot...”

source: This is the Board’s normal way of phrasing its Provisions.
sv: Detta är Arbetsmiljöverkets normala sätt att skriva föreskrifter.

source: The main reason for using this method is that Provisions are normally addressed to so many different legal persons in positions of responsibility that a full enumeration in every stipulation would make the whole thing virtually unreadable.
sv: Orsaken till att denna metod används är att föreskrifterna normalt riktar sig till så många olika ansvariga att det skulle tynga föreskrifterna på ett oacceptabelt sätt om alla skulle räknas upp i alla bestämmelser.

source: The principle, therefore, is that, unless otherwise indicated, a stipulation is addressed to anyone who, under the Work Environment Act, may incur responsibility of the kind described.
sv: Principen är därför att när inget annat anges riktar sig en bestämmelse till alla som enligt arbetsmiljölagen kan ha ett ansvar av det slag som beskrivs i bestämmelsen.

source: Most of the stipulations in this instrument, therefore, may therefore be presumed to be addressed to the following categories:
sv: Man kan således utgå från att de flesta av byggföreskrifternas bestämmelser riktar sig till följande kategorier:

source: Employers.
sv: Arbetsgivare.

source: Employees.
sv: Arbetstagare.

source: Two or more persons jointly engaging in professional activity.
sv: Två eller flera som gemensamt driver yrkesmässig verksamhet.

source: Self-employed persons.
sv: Ensamföretagare.

source: Family businesses.
sv: Familjeföretag.

source: A party renting manpower.
sv: Den som hyr in arbetskraft.

source: The party in control of a worksite.
sv: Den som råder över ett arbetsställe.

source: A party carrying on activity at a common worksite.
sv: Den som bedriver verksamhet på ett gemensamt arbetsställe.

source: The client commissioning building or civil engineering work.
sv: Den som låter utföra ett byggnads- eller anläggningsarbete (byggherren).

source: Building work environment co-ordinator for planning and design or for the execution of the work
sv: Byggarbetsmiljösamordnare under planering och projektering eller under utförandet av ett byggnads- eller anläggningsarbete.

source: A person taking part in project preparation and design.
sv: Den som medverkar vid projektering.

source: All the groups which have now been enumerated need to study the full content of these stipulations of the Provisions and to decide the extent to which the Provisions affect their activities.
sv: Alla de nu uppräknade grupperna behöver alltså ta del av samtliga bestämmelser i föreskrifterna och ta ställning till i vilken mån de berör deras verksamhet.

source: An employer, for example, needs to take account of all stipulations except those expressly addressed to someone else.
sv: Så t.ex. behöver en arbetsgivare beakta alla bestämmelser utom dem som uttryckligen riktar sig till någon annan.

source: It may very often be the case that in practice the employer has no control over conditions in a place where work is to be undertaken.
sv: Visserligen kan det i många fall vara så att arbetsgivaren i praktiken inte kan påverka förhållandena på en plats där arbete ska utföras.

source: But if conditions are therefore short of the requirements of these Provisions, the employer must instead suspend work until things have been put right.
sv: Men om förhållandena inte är godtagbara med hänsyn till föreskrifternas krav får arbetsgivaren i stället avbryta arbetet till dess att situationen har rättats till.

source: It is always the employer’s duty to ensure that he is not carrying on work contrary to the Work
sv: Arbetsgivaren har alltid skyldigheten att se till att han inte bedriver arbete i strid mot arbetsmiljölagen eller Arbetarskyddsstyrelsens/Arbetsmiljöverkets föreskrifter.

source: The stipulations on sanction charges pursuant to Sections 7, 8 and 12 are also applicable to private individuals who have building or civil engineering work done and where the Consumer Service Act (1985:716) is applicable.
sv: Bestämmelserna om sanktionsavgifter enligt 7, 8 och 12 §§ gäller även för privatpersoner som låter utföra byggnads- eller anläggningsarbete och där konsumenttjänstlagen (1985:716) är tilllämplig.

source: This means that even private individuals who, for example, have a house built or who have a house refurbished, extended, renovated or maintained may be forced to pay a sanction charge unless the house owner has agreed with someone else (often a contractor) that this person shall independently stand responsible for planning and project planning and design of the work or for the execution of the same (or both).
sv: inte villaägaren avtalat med någon annan (oftast en entreprenör) att denne självständigt ska ansvara för planering och projektering av arbetet eller för utförandet av detta (eller bådadera).

source: If the party with which the house owner has concluded this agreement is independently responsible for the entire building project, the work environment responsibility of the client (the house owner) is automatically transferred to this party if the Consumer Service Act is applicable; see the Work Environment Act, Chap. 3, Section 7 c.
sv: Om den som villaägaren slutit detta avtal med är självständigt ansvarig för hela byggprojektet går byggherrens (villaägarens) arbetsmiljöansvar automatiskt över på denne om konsument- tjänstlagen är tillämplig, se arbetsmiljölagen 3 kap. 7 c §.

source: The party with which the house owner has concluded this agreement is considered to be independently responsible if this is a turnkey or general contractor.
sv: Den som villaägaren slutit ett sådant aval med anses vara självständigt ansvarig om denne är total- eller generalentreprenör.

source: That said, a contractor in a shared contract is not considered to have independent responsibility for the building project, so if the contract is shared the client himself is forced to pay a sanction charge.
sv: En entreprenör vid delad entreprenad anses däremot inte ha ett självständigt ansvar för byggprojektet, så om entreprenaden är delad blir det byggherren själv som blir tvungen att betala sanktionsavgift.

source: Thus this means that the house owner that does not wish to retain his work environment responsibility pursuant to the Work Environment Act needs to take care to order a turnkey contract or a general contract for the works that he wishes to have performed unless the house owner wishes to retain his work environment responsibility in the capacity of client.
sv: Det innebär alltså att den villaägare som inte vill ha kvar sitt arbetsmiljöansvar enligt arbetsmiljölagen behöver vara noga med att beställa en totalentreprenad eller general- entreprenad för de arbeten man vill få utförda om inte villaägaren vill behålla sitt arbetsmiljö- ansvar i egenskap av byggherre.

source: Sites Directive”, Council Directive 92/57/EEC of 24 June 1992 on the implementation of minimum safety and health requirements at temporary or mobile construction sites, and merely exemplifies what can be classed as building and civil engineering work, i.e. is not exhaustive.
sv: Listan i paragrafen är i huvudsak hämtad från det s.k. byggplatsdirektivet, rådets direktiv den 24 juni 1992 om införande av minimikrav för säkerhet och hälsa på tillfälliga eller rörliga byggarbetsplatser (92/57/EEG).

source: Diving work in connection with bridge building is one example of civil engineering work not mentioned in the list.
sv: Ett exempel på anläggningsarbete som inte nämns i listan är dykeriarbete vid ett brobygge.

source: Works needed in order for building works to run smoothly, such as the erection of huts and other establishment units, the erection of scaffolding and other temporary structures, the assembly of lifting devices and so on, also come under these Provisions if the works take place in connection with building or civil engineering work.
sv: Även arbeten som behövs för att byggnadsarbetena ska fungera, t.ex. uppställning av bodar och andra etableringsarbeten, uppförande av ställningar och andra temporära konstruktioner, montering av lyftanordningar etc. omfattas av föreskrifterna om arbetena görs i samband med ett byggnads- eller anläggningsarbete.

source: A construction site, by nature, is temporary/mobile.
sv: Betecknande för en byggarbetsplats är att den är tillfällig/rörlig.

source: If, then, a new building is erected or, say, maintenance work is done to an existing building on a permanent worksite, the building activity will be a construction site on the permanent worksite.
sv: Om man på ett fast driftställe uppför en ny byggnad eller t.ex. utför underhåll på en där befintlig byggnad, så blir alltså byggverksamheten en byggarbetsplats på det fasta driftsstället.

source: On the other hand, these Provisions do not apply to the factory production of prefabricated houses, bridges etc. (cf. Section 10 a).
sv: Föreskrifterna gäller däremot inte tillverkning i fabrik av monteringsfärdiga hus, broar etc.

source: As regards civil engineering work, mention can be made of the construction of roads, streets, squares, airfields, bridges, harbours, hydropower stations, wind farms, golf courses, play areas and parks.
sv: Vad särskilt gäller anläggningsarbete kan nämnas anläggning av vägar, gator, torg, flygfält, broar, hamnar, vattenkraftverk, vindkraftverk, golfbanor, lekplatser och parker.

source: Other examples include the installation below ground of water and sewerage mains, the construction of networks for power, telecommunications and data transmission (e.g. overhead power lines, mobile telephony masts etc.), surfacing work and rail track maintenance etc.
sv: Andra exempel är anläggning av ledningar i mark för vatten och avlopp, nät för el-, tele- och dataöverföring, t.ex. kraftledningar, master för mobiltelefonnät m.m., beläggningsarbete och banarbete m.m.

source: Earthworks include foundation reinforcement (e.g. piling), rough grading, spreading base course and surfacing on the ground, and installation of pipes below ground.
sv: Exempel på markarbeten är grundförstärkning (t.ex. pålning), terrassering, utläggning av bärlager och ytskikt på marken samt rörläggning i mark.

source: Construction or building work in the list refers to building in a more limited sense.
sv: Byggnadsarbete i listan är byggnadsarbete i mera inskränkt bemärkelse.

source: Often it means wood, concrete and bricklaying works for a house or structure and the additional works required in such a connection.
sv: Ofta menas trä-, betong- och murningsarbeten för hus eller anläggning och de hjälparbeten som behövs för dessa.

source: This can also mean larger units of formwork being hoisted into position, e.g. with a crane.
sv: Det kan också vara fråga om större enheter av betongformar som lyfts på plats, t.ex. med kran.

source: Alteration of a building or structure can mean alteration or addition or some other external or internal measure whereby, for example, the layout, façade or structure of a building is altered.
sv: Ändring av en byggnad eller anläggning kan vara en om- eller tillbyggnad eller annan yttre eller inre åtgärd som innebär att t.ex. en byggnads planlösning, fasad eller konstruktion ändras.

source: Alteration is also taken to include the replacement if fixtures and materials to a greater extent than is entailed by maintenance.
sv: Som ändring räknas också byte av inredning och material i större omfattning än vad som följer av underhåll.

source: Renovation of a building means restoring or modernising it to a state technically corresponding to a new building.
sv: Med renovering av en byggnad menas att återställa eller modernisera denna till ett skick som tekniskt sett motsvarar en ny byggnad.

source: A building can also be partly renovated.
sv: Även en del av en byggnad kan renoveras.

source: Demolition or disassembly refers to both the demolition or disassembly of, say, parts of a building and demolition or disassembly of the building in its entirety.
sv: Med rivning eller nedmontering avses såväl rivning eller nedmontering av t.ex. delar av en byggnad som rivning eller nedmontering av hela byggnaden.

source: Repairs and on-going and periodic maintenance count as building and civil engineering work.
sv: Reparationer samt löpande och periodiskt underhåll räknas som byggnads- respektive anläggningsarbete.

source: In both cases the building or structure is modified in some way or other.
sv: I båda fallen handlar det ofta om att något slags ingrepp görs på byggnaden eller anläggningen.

source: Drainage comprises measures to lead off water from ground or from a building or structure.
sv: Dränering innefattar åtgärder för att leda bort vatten från mark eller från en byggnad eller en anläggning.

source: This can mean drainage layers of gravel beneath and surrounding a building or road, pipes for leading off water from such a layer, drainage channels behind shot-crete in a tunnel, and so on.
sv: Det kan vara dräneringslager av grus under och kring en byggnad eller en väg, rör för att leda bort vatten från ett sådant lager, dräneringskanaler bakom sprutbetongen i en tunnel etc.

source: Decontamination can, for example, take the form of asbestos decontamination prior to a structural alteration or decontamination of polluted soil where a building is to be erected.
sv: Sanering som kan vara aktuell är t.ex. asbestsanering inför en ombyggnad eller sanering av förorenad mark där något ska byggas.
